/* $ObjectName=HttpConvAuthFlows_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewTitle" = "تسجيل الدخول";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewDescription" = "يتطلب {0} من الخوادم اسم المستخدم وكلمة المرور";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewCancelBtnLabel" = "إلغاء";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsLoginViewLoginBtnLabel" = "تسجيل الدخول";

/* XFLD: label for a field */
"keyHttpConvAuthFlowsAuthViewCancelBtnLabel" = "إلغاء";

